import type { TProduct, TReviews } from "../types/app.types"

export const location = "головна/чоловіки/одяг/термобілизна/atlantic - чоловічий термокостюм atlantic MW0MW32780"

export const product: TProduct = {
  id: "ASfhAJKsfhKJIhk",
  title: "чоловічий термокостюм atlantic",
  name: "термокостюм",
  price: 3700,
  sizes: ["0", "1", "2", "3", "4", "5"],
  colors: ["white", "grey", "black"]
}

export const reviews: TReviews[] = [
  {
    id: 1,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 2,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 3,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 4,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 5,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 6,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 7,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 8,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 9,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 10,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
  {
    id: 11,
    author: "Жора Ремінгтон",
    stars: 4,
    text: "Дуже задоволений якістю обслуговування і самою продукцією. Купували термобілизну у подарунок, друзі..."
  },
]